{
  "hola": "¡Hola! 🐾 ¿Cómo estás?",
  "hola amigo": "¡Hola! Qué bueno verte por aquí 😊",
  "buenos días": "¡Buenos días! Que tengas un día peludamente feliz 🐶☀️",
  "buenas tardes": "¡Buenas tardes! ¿Listo para conocer a nuevos amigos de cuatro patas?",
  "buenas noches": "¡Buenas noches! Que sueñes con muchos perritos y gatitos 🐾🌙",
  "como estas": "¡Muy bien! Y mejor ahora que tú estás aquí 🐶",
  "quiero adoptar un perro": "¡Qué buena decisión! Para adoptar un perro necesitarás espacio adecuado y tiempo para paseos diarios.",
  "como cuido a mi perrito": "Con comida, agua, cariño, juegos y visitas al veterinario. ¡Y muchos mimos!",
  "me siento solo": "Aquí estoy contigo ❤️ ¿Te gustaría ver a un amigo peludo?",
  "adios": "¡Hasta pronto! Los perritos y yo te esperamos 🐾",
  "quiero adoptar un perrito": "¡Genial! Tenemos muchos perritos esperando un hogar. ¿Quieres ver una lista o saber más sobre los refugios?",
  "como adopto": "¡Adoptar es un acto de amor! Contacta a un refugio o protectora, llena un formulario y conoce a tu nuevo amiguito 🐶🐱",
  "que necesito para adoptar": "INE, comprobante de domicilio y compromiso de cuidados. A veces visita domiciliaria.",
  "Quiero un Labrador": "Excelente el Labrador es una raza de Perro muy Leal",
  "Si tienes disponibles": "Solo si en algún refugio está disponible esa raza de Perro",
  "Qué es patitas conectadas": "Patitas conectadas es una aplicación diseñada para conectar a amantes de los animales, facilitar la adopción, ofrecer consejos de cuidado y querer una comunidad para dueños de mascotas",
  "que es patitas conectadas": "Patitas Conectadas es una app para amantes de los animales, adopción, consejos y comunidad.",
  "cómo funciona la app": "La app te permite buscar mascotas en adopción, aprender sobre sus cuidados y conectar con otros dueños.",
  "puedo publicar mi mascota en adopción": "Sí, puedes publicar mascotas en adopción siguiendo los pasos de registro y verificación.",
  "hay gatos en adopción": "¡Claro! Tenemos muchos gatos esperando un hogar. Puedes filtrarlos en la sección de adopción.",
  "cómo busco mascotas": "Usa los filtros de la sección 'Adopción' por especie, raza, tamaño y ubicación.",
  "qué razas de perros hay": "La disponibilidad de razas varía según las mascotas publicadas por los refugios y usuarios.",
  "cómo contacto a un refugio": "En el perfil de cada mascota en adopción encontrarás la información de contacto del refugio o persona responsable.",
  "qué documentos necesito para adoptar": "Generalmente, identificación oficial, comprobante de domicilio y, a veces, una entrevista o visita pre-adopción.",
  "cuánto cuesta adoptar": "La adopción en sí es gratuita, pero algunos refugios pueden pedir una cuota de recuperación por vacunas y esterilización.",
  "puedo adoptar si vivo en un departamento": "Sí, muchas mascotas pequeñas o de baja energía se adaptan bien a departamentos. Lo importante es el compromiso.",
  "cómo cuido a un cachorro": "Necesita vacunas, desparasitación, alimentación adecuada, socialización y mucho juego.",
  "cómo cuido a un gato": "Requiere arenero limpio, comida balanceada, agua fresca, rascadores y juegos interactivos.",
  "mi perro muerde todo": "Podría ser por ansiedad, aburrimiento o dentición. Ofrece juguetes masticables y consulta a un etólogo si persiste.",
  "mi gato araña los muebles": "Necesita rascadores adecuados. Prueba diferentes texturas y ubícalos en lugares estratégicos.",
  "cómo entreno a mi perro": "Usa refuerzo positivo, sesiones cortas y consistentes. Empieza con comandos básicos como 'sentado' y 'quieto'.",
  "qué comida le doy a mi mascota": "Consulta a tu veterinario para elegir el alimento adecuado según su edad, raza y nivel de actividad.",
  "es importante esterilizar a mi mascota": "Sí, ayuda a prevenir enfermedades, reduce comportamientos no deseados y controla la sobrepoblación.",
  "dónde encuentro un veterinario": "La app no tiene un directorio, pero puedes buscar en línea o pedir recomendaciones en nuestra comunidad.",
  "cómo socializo a mi cachorro": "Exponlo a diferentes personas, lugares y perros amigables desde temprana edad, siempre de forma positiva.",
  "mi perro tiene miedo a los ruidos fuertes": "Crea un espacio seguro, usa música relajante o consulta a un veterinario para opciones de manejo de ansiedad.",
  "cómo le corto las uñas a mi perro": "Usa un cortauñas especial y ten cuidado de no cortar la parte rosada (vaso sanguíneo). Si no te sientes seguro, ve al veterinario.",
  "cómo le cepillo el pelo a mi gato": "Usa un cepillo adecuado para su tipo de pelo, hazlo regularmente para evitar nudos y bolas de pelo.",
  "qué hago si mi mascota se pierde": "Publica en redes sociales, avisa a refugios locales y usa la función de 'Mascotas Perdidas' en la app si está disponible.",
  "cómo puedo ayudar a los animales": "Adopta, sé voluntario, dona a refugios, difunde información y reporta maltrato animal.",
  "hay eventos de adopción": "Mantente atento a las notificaciones de la app, a menudo publicamos eventos de adopción de refugios aliados.",
  "puedo donar a refugios": "Sí, muchos refugios aceptan donaciones de alimento, medicinas, mantas o dinero. Contacta directamente al refugio.",
  "cómo reporto maltrato animal": "Contacta a las autoridades locales de protección animal o a organizaciones especializadas en tu área.",
  "qué es la tenencia responsable": "Es asegurar el bienestar de tu mascota, proveyendo alimento, refugio, salud, ejercicio y cariño durante toda su vida.",
  "mi perro no quiere comer": "Podría ser por estrés, enfermedad o que no le gusta su comida. Consulta al veterinario si persiste.",
  "mi gato bebe mucha agua": "Un aumento excesivo de sed puede ser señal de problemas de salud. Llévalo al veterinario.",
  "cómo viajo con mi mascota": "Depende del transporte. Investiga las políticas de aerolíneas o autobuses y prepara su transportadora y documentos.",
  "qué vacunas necesita mi perro": "Las básicas son moquillo, parvovirus, hepatitis, leptospirosis y rabia. Consulta a tu veterinario.",
  "qué vacunas necesita mi gato": "Las básicas son panleucopenia, rinotraqueítis, calicivirus y rabia. Consulta a tu veterinario.",
  "cómo le doy un medicamento a mi mascota": "Puedes esconderlo en comida, usar un aplicador o pedir ayuda a tu veterinario para técnicas seguras.",
  "mi mascota tiene pulgas": "Usa productos antipulgas recomendados por tu veterinario (pipetas, pastillas, collares).",
  "mi mascota tiene garrapatas": "Retíralas con pinzas especiales con cuidado y desinfecta la zona. Usa productos preventivos.",
  "cómo limpio los oídos de mi perro": "Usa una solución limpiadora específica y algodón, sin introducir nada en el canal auditivo. Consulta a tu veterinario.",
  "cómo limpio los dientes de mi perro": "Usa cepillos y pastas dentales especiales para perros. También hay juguetes y premios dentales.",
  "mi perro ladra mucho": "Identifica la causa (aburrimiento, ansiedad, territorialidad) y trabaja en ello con entrenamiento y ejercicio.",
  "mi gato maúlla mucho": "Podría ser por atención, hambre, celo o dolor. Observa su comportamiento y consulta al veterinario.",
  "qué juguetes son seguros para mi mascota": "Juguetes duraderos, sin piezas pequeñas que puedan tragar. Evita objetos que se desprendan fácilmente.",
  "cómo le enseño a mi perro a ir al baño": "Establece una rutina, sácalo con frecuencia, recompénsalo cuando lo haga afuera y limpia accidentes sin regañar.",
  "cómo le enseño a mi gato a usar el arenero": "Coloca el arenero en un lugar tranquilo, manténlo limpio y muéstrale dónde está. Los gatos suelen aprender rápido.",
  "mi perro tiene diarrea": "Observa si hay otros síntomas. Si es leve, puedes probar con dieta blanda. Si persiste o empeora, ve al veterinario.",
  "mi gato vomita": "Puede ser por bolas de pelo, comer algo indebido o enfermedad. Si es frecuente o con otros síntomas, consulta al veterinario.",
  "qué hago si mi mascota se intoxica": "Contacta inmediatamente a tu veterinario o a un centro de toxicología animal. No intentes remedios caseros.",
  "cómo elijo el tamaño de la correa para mi perro": "Debe ser cómoda para ti y para él, permitiendo un control adecuado sin lastimarlo.",
  "qué tipo de collar es mejor para mi perro": "Collares planos son buenos para el día a día. Consulta a un entrenador para collares de adiestramiento.",
  "cómo protejo a mi mascota del calor": "Ofrece agua fresca, sombra, evita paseos en horas pico y nunca lo dejes solo en el coche.",
  "cómo protejo a mi mascota del frío": "Provee un refugio cálido, ropa si es necesario para razas sensibles y evita exposiciones prolongadas.",
  "mi perro tiene ansiedad por separación": "Consulta a un etólogo. Requiere entrenamiento gradual, enriquecimiento ambiental y, a veces, medicación.",
  "mi gato es muy tímido": "Crea un ambiente seguro, respeta su espacio, usa feromonas y juegos tranquilos para generar confianza.",
  "puedo darle comida casera a mi mascota": "Sí, pero debe ser balanceada y aprobada por un veterinario para evitar deficiencias nutricionales.",
  "qué alimentos son tóxicos para perros": "Chocolate, uvas, pasas, cebolla, ajo, aguacate, xilitol, alcohol, café.",
  "qué alimentos son tóxicos para gatos": "Chocolate, cebolla, ajo, alcohol, cafeína, uvas, pasas, lirios (plantas).",
  "cómo le doy un baño a mi perro": "Usa champú específico para perros, agua tibia y asegúrate de enjuagar bien para evitar irritaciones.",
  "cómo le doy un baño a mi gato": "Muchos gatos se acicalan solos. Si es necesario, usa champú para gatos y sé muy cuidadoso para no estresarlo.",
  "mi perro tiene mal aliento": "Puede ser por problemas dentales. Consulta al veterinario para una revisión y limpieza si es necesario.",
  "mi gato tiene los ojos llorosos": "Podría ser por alergias, irritación o infección. Consulta al veterinario para un diagnóstico.",
  "cómo le enseño trucos a mi perro": "Usa refuerzo positivo, golosinas y sesiones cortas y divertidas. Empieza con trucos sencillos.",
  "qué es un microchip para mascotas": "Es un pequeño dispositivo que se implanta bajo la piel con un número de identificación único para tu mascota.",
  "es obligatorio el microchip": "En algunos lugares sí. Es muy recomendable para facilitar la recuperación si se pierde.",
  "cómo encuentro un paseador de perros": "Puedes buscar en línea, pedir recomendaciones en la comunidad de la app o en grupos locales.",
  "cómo encuentro un cuidador de mascotas": "Similar a los paseadores, busca referencias y asegúrate de que sea una persona de confianza.",
  "mi perro tiene sobrepeso": "Consulta al veterinario para un plan de dieta y ejercicio adecuado. El sobrepeso afecta su salud.",
  "mi gato tiene sobrepeso": "Similar a los perros, requiere dieta controlada y más actividad física bajo supervisión veterinaria.",
  "qué hago si mi mascota está triste": "Observa otros síntomas. Podría ser por enfermedad, aburrimiento o cambios en el entorno. Consulta al veterinario.",
  "cómo le doy masajes a mi perro": "Con movimientos suaves y circulares, prestando atención a sus reacciones. Puede ser relajante y fortalecer el vínculo.",
  "cómo le doy masajes a mi gato": "Muchos gatos disfrutan los masajes suaves en la cabeza, cuello y espalda. Observa sus preferencias.",
  "qué es la adopción responsable": "Es el compromiso de cuidar a una mascota durante toda su vida, brindándole amor, salud y bienestar.",
  "cómo puedo ser voluntario en un refugio": "Contacta directamente al refugio de tu interés para conocer sus requisitos y oportunidades de voluntariado.",
  "qué beneficios tiene tener una mascota": "Compañía, reducción del estrés, fomento de la actividad física, mejora del estado de ánimo y amor incondicional.",
  "mi perro tiene miedo a la gente": "Trabaja en la socialización gradual y positiva, con ayuda de un etólogo si es necesario.",
  "mi gato se esconde mucho": "Podría ser por timidez, estrés o enfermedad. Asegúrate de que tenga lugares seguros para esconderse y consulta al veterinario.",
  "cómo le enseño a mi perro a no saltar": "Ignora el comportamiento cuando salta y recompénsalo cuando tenga las cuatro patas en el suelo.",
  "cómo le enseño a mi gato a no morder": "Evita jugar con tus manos, usa juguetes interactivos y redirige su atención cuando intente morder.",
  "qué hago si mi mascota se enferma": "Contacta a tu veterinario de inmediato. No esperes a que los síntomas empeoren.",
  "cómo elijo el nombre de mi mascota": "Elige un nombre corto, fácil de pronunciar y que te guste. Puedes inspirarte en su personalidad o apariencia.",
  "mi perro no obedece": "Revisa tu método de entrenamiento, sé consistente y considera la ayuda de un entrenador profesional.",
  "mi gato no usa el arenero": "Podría ser por suciedad, ubicación, tipo de arena o problemas de salud. Consulta al veterinario.",
  "qué es la esterilización": "Es un procedimiento quirúrgico para remover los órganos reproductores de la mascota.",
  "qué es la castración": "Es el término específico para la esterilización en machos.",
  "cuánto tiempo vive un perro": "Depende de la raza y el tamaño, pero en promedio entre 10 y 13 años.",
  "cuánto tiempo vive un gato": "En promedio, entre 12 y 18 años, aunque algunos viven más de 20.",
  "cómo le doy un premio a mi mascota": "Usa premios pequeños y saludables, y dáselos como recompensa por buen comportamiento.",
  "mi perro tiene hipo": "Es común y generalmente inofensivo. Si es persistente o con otros síntomas, consulta al veterinario.",
  "mi gato tiene hipo": "Menos común que en perros, pero también suele ser inofensivo. Si te preocupa, consulta al veterinario.",
  "qué hago si mi mascota se rasca mucho": "Podría ser por pulgas, alergias o problemas de piel. Consulta al veterinario para un diagnóstico.",
  "cómo le doy agua a mi mascota": "Siempre debe tener acceso a agua fresca y limpia en un recipiente adecuado.",
  "qué es la rabia": "Una enfermedad viral grave que afecta el sistema nervioso. La vacunación es crucial.",
  "qué es el moquillo": "Una enfermedad viral altamente contagiosa y a menudo fatal en perros.",
  "qué es el parvovirus": "Una enfermedad viral grave que afecta el sistema digestivo de los perros, especialmente cachorros.",
  "qué es la leucemia felina": "Una enfermedad viral grave en gatos que afecta el sistema inmunológico.",
  "qué es la inmunodeficiencia felina": "Una enfermedad viral en gatos que debilita el sistema inmunológico, similar al VIH en humanos.",
  "cómo evito que mi mascota se escape": "Asegura puertas y ventanas, usa correa en paseos y considera un microchip.",
  "qué hago si mi mascota está agresiva": "Busca ayuda de un etólogo o entrenador profesional. La agresión puede tener muchas causas.",
  "cómo le enseño a mi perro a quedarse solo": "Empieza con periodos cortos, aumenta gradualmente y deja juguetes o premios para distraerlo.",
  "cómo le enseño a mi gato a usar el rascador": "Colócalo en un lugar visible, usa catnip y recompénsalo cuando lo use.",
  "qué es la adopción senior": "Adoptar mascotas mayores que a menudo son pasadas por alto, pero que ofrecen mucho amor y tranquilidad.",
  "cómo puedo apoyar a Patitas Conectadas": "Difundiendo la app, compartiendo perfiles de adopción y participando en nuestra comunidad.",
  "gracias": "¡De nada! Siempre es un placer ayudarte. 😊",
  "muchas gracias": "¡Con gusto! Si tienes más preguntas, aquí estoy. 🐾"
}